<zarpo-nav-bar [title]="pageTitle" [loading]="apiLoader" [showBack]="zarpoIcon"></zarpo-nav-bar>
<ion-content class="terms">
    <div class="divcard">
        <div class="conteiner">
             <div class="corpo-padrao"> 
                <h3 class="h3-padrao">1. Objeto e generalidades</h3> 
                <p>1.1. As presentes Condi&ccedil;&otilde;es Gerais de Uso e a 
                    <a (click)="redirect('privacy')">
                        Pol&iacute;tica de Privacidade
                    </a> 
                    (doravante denominadas "CGU") regulam o uso do website www.zarpo.com.br 
                    (doravante denominado &ldquo;Website&rdquo;), do qual Zarpo Viagens Ltda.
                    (doravante denominada "Zarpo") &eacute; titular. Zarpo &eacute; uma 
                    sociedade limitada, com sede em S&atilde;o Paulo-SP, inscrita no CNPJ/MF 
                    sob o n&ordm;13.371.407/0001-77.</p> <p>1.2.
                    O uso de qualquer funcionalidade do Website constitui a 
                    aceita&ccedil;&atilde;o dessas CGU. Essas CGU s&atilde;o
                    efetivas a partir do momento em que s&atilde;o aceitas.
                    Se estas CGU conflitarem com qualquer outro documento, as 
                    condi&ccedil;&otilde;es dessas CGU prevalecer&atilde;o para
                    quest&otilde;es sobre o uso do Website.</p> 
                <p>1.3. Zarpo se reserva o direito a qualquer momento e &agrave; 
                    sua discri&ccedil;&atilde;o de modificar ou mudar essas CGU sem
                    aviso pr&eacute;vio. O seu acesso e uso cont&iacute;nuo do Website 
                    significa que aceita as CGU atualizadas e/ou modificadas.&nbsp;</p> 
                <p>1.4. Atrav&eacute;s do Website, Zarpo proporciona informa&ccedil;&otilde;es 
                    acerca de seus produtos e servi&ccedil;os e oferece a possibilidade de sua 
                    contrata&ccedil;&atilde;o. As pessoas que queiram beneficiar-se de seus
                    produtos e servi&ccedil;os devem contar com a condi&ccedil;&atilde;o de
                    &ldquo;S&oacute;cio&rdquo;, a qual adquirem completando o formul&aacute;rio 
                    de registro e seguindo os passos comunicados pelo Zarpo. A condi&ccedil;&atilde;o de S&oacute;cio tamb&eacute;m sup&otilde;e a ades&atilde;o &agrave;s CGU.&nbsp;</p> <p>1.5. Em qualquer caso, existem p&aacute;ginas do site acess&iacute;veis a pessoas f&iacute;sicas ou jur&iacute;dicas que n&atilde;o chegam a registrar-se como S&oacute;cio nem iniciar uma compra (essas pessoas ser&atilde;o doravante denominadas &ldquo;Usu&aacute;rios&rdquo;). Neste sentido, os Usu&aacute;rios que acessam essas partes do Website aceitam sujeitar-se &agrave;s CGU, na medida em que se aplicam a eles.</p> <h3 class="h3-padrao">2. Condi&ccedil;&otilde;es para registro</h3> <p>2.1. Zarpo informa seus S&oacute;cios e Usu&aacute;rios de que i) se dirige exclusivamente a um p&uacute;blico maior de 18 anos, ii) o registro no Zarpo na qualidade de S&oacute;cio &eacute; gratuito, iii) o S&oacute;cio poder&aacute; a qualquer momento cancelar seu registro, iv) S&oacute;cios n&atilde;o devem ter mais de um registro no Website, e v) S&oacute;cios e Usu&aacute;rios s&atilde;o proibidos de vender, trocar, ou transferir seu registro para um terceiro.</p> <p>2.2. Zarpo poder&aacute;, a seu exclusivo crit&eacute;rio, cancelar o registro de um S&oacute;cio qualquer seja a raz&atilde;o e em particular no caso de uso fraudulento do Website ou caso incorra qualquer viola&ccedil;&atilde;o &agrave;s CGU ou de qualquer legisla&ccedil;&atilde;o nacional. No caso de um cancelamento de registro nada ser&aacute; devido pelo Zarpo ao S&oacute;cio a t&iacute;tulo de indeniza&ccedil;&atilde;o ou penalidade, a qualquer tempo.</p> <h3 class="h3-padrao">3. Convites para se tornar s&oacute;cio</h3> <p>3.1. Zarpo permite aos seus S&oacute;cios convidar seus familiares, amigos, e conhecidos para que eles tamb&eacute;m possam tornar-se s&oacute;cios do Zarpo, sem custo algum para nenhum deles.</p> <p>3.2. Quando um convidado seu realizar a primeira compra dele no Website, ser&aacute; creditado automaticamente uma recompensa (doravante denominado "Vale") na sua conta Zarpo. Os Vales s&atilde;o descontados automaticamente do valor total de sua compra posterior. Eles n&atilde;o podem ser trocados por dinheiro.</p> <p>3.3. Zarpo reserva-se o direito de alterar a qualquer momento o valor dos Vales.</p> <p>3.4. Os Vales s&atilde;o pessoais, exclusivos e intransfer&iacute;veis. Eles s&atilde;o cumulativos. N&atilde;o obstante, mesmo com o uso de cr&eacute;ditos acumulados, o valor total de uma compra no Website realizada por um S&oacute;cio n&atilde;o poder&aacute; ser inferior a 15 (quinze) Reais.</p> <p>3.5. Zarpo se reserva o direito de cancelar Vales quando observar o uso fraudulento destes. Considera-se um uso fraudulento ou indevido, por exemplo, o envio de convites entre contas de e-mail de uma mesma pessoa, que tenha por objetivo beneficiar-se dos Vales.</p> <p>3.6. Quando um S&oacute;cio do Zarpo convidar um familiar, amigo, ou conhecido ao Website, ser&aacute; o pr&oacute;prio S&oacute;cio quem responder&aacute; ante qualquer poss&iacute;vel responsabilidade derivada do referido convite. Zarpo n&atilde;o ter&aacute; nenhuma responsabilidade, j&aacute; que s&atilde;o os pr&oacute;prios S&oacute;cios que realizam os convites.</p> <h3 class="h3-padrao">4. Seu registro</h3> <p>4.1. Como S&oacute;cio, voc&ecirc; &eacute; respons&aacute;vel por manter a confidencialidade de sua conta Zarpo, seu endere&ccedil;o e-mail (login), e sua senha. Voc&ecirc; ser&aacute; responsabilizado por toda e qualquer atividade que ocorrer sob seu endere&ccedil;o e-mail e senha. Voc&ecirc; concorda em avisar imediatamente o Zarpo no caso de qualquer uso n&atilde;o autorizado e indevido de sua conta.</p> <h3 class="h3-padrao">5. Termos e condi&ccedil;&otilde;es adicionais</h3> <p>5.1. Termos e condi&ccedil;&otilde;es adicionais se aplicam &agrave; suas compras de produtos e servi&ccedil;os no Website. Esses termos e condi&ccedil;&otilde;es s&atilde;o exigidos pelos fornecedores de produtos e servi&ccedil;os para os quais voc&ecirc; realiza a reserva no Website. Por favor, leia esses termos e condi&ccedil;&otilde;es adicionais atentivamente. Voc&ecirc; concorda em obedecer a esses termos e condi&ccedil;&otilde;es, impostos por qualquer fornecedor do qual decidiu contratar o produto ou servi&ccedil;o, incluindo, mas n&atilde;o se limitando a, comprimento das regras e regulamentos do fornecedor sobre disponibilidade, pol&iacute;tica de cancelamento, idade m&iacute;nima, n&uacute;mero m&aacute;ximo de pessoas por acomoda&ccedil;&atilde;o, pol&iacute;ticas sobre animais de estima&ccedil;&atilde;o, crian&ccedil;as, estacionamento, e uso de amenidades e outros servi&ccedil;os do fornecedor. Voc&ecirc; concorda que qualquer viola&ccedil;&atilde;o desses termos e condi&ccedil;&otilde;es adicionais poder&aacute; resultar numa recusa de acesso ao produto ou servi&ccedil;o contratado, no n&atilde;o reembolso dos montantes pagos pela reserva, e no d&eacute;bito de sua conta banc&aacute;ria para cobrir qualquer custo assumido pelo Zarpo devido a tal viola&ccedil;&atilde;o.</p> <p>5.2. Ao utilizar a modalidade Zarpo J&aacute;, localizada na p&aacute;gina web http://www.ja.zarpo.com.br/, os S&oacute;cios e Usu&aacute;rios concordam que, pelo fato do check-in ser imediato e do fornecedor deixar de vender o apartamento reservado para outro cliente (garantindo, desta forma, a disponibilidade para o S&oacute;cio ou Usu&aacute;rio que efetuou a reserva), o cancelamento s&oacute; poder&aacute; ser obtido se pedido pelo S&oacute;cio ou Usu&aacute;rio em at&eacute; um certo n&uacute;mero de horas antes da data e hor&aacute;rio de check-in, conforme informado nas regras de cada oferta. Se n&atilde;o houver pedido de cancelamento dentro deste prazo, a reserva ser&aacute; considerada como utilizada e o valor pago n&atilde;o poder&aacute; ser devolvido. Se houver pedido de cancelamento dentro deste prazo, o valor da reserva ser&aacute; reembolsado na totalidade, em cr&eacute;ditos Zarpo. Os pedidos de cancelamento dever&atilde;o ser solicitados atrav&eacute;s do mordomo@zarpo.com.br para serem v&aacute;lidos (o hor&aacute;rio marcado no e-mail de pedido de cancelamento ser&aacute; aquele considerado para confirmar se o cancelamento foi pedido dentro do prazo para cancelamento).</p> <h3 class="h3-padrao">6. Informa&ccedil;&otilde;es no website</h3> <p>6.1. Ao fazer uma compra atrav&eacute;s do Website, voc&ecirc; vai entrar em uma rela&ccedil;&atilde;o contratual direta (de v&iacute;nculo jur&iacute;dico) com o fornecedor com o qual efetua a compra. A partir do momento em que fizer a compra, o Zarpo age apenas como intermedi&aacute;rio entre voc&ecirc; e o fornecedor, transmitindo os detalhes da sua compra ao fornecedor em quest&atilde;o e enviando a voc&ecirc; um e-mail de confirma&ccedil;&atilde;o em nome do fornecedor.</p> <p>6.2. As informa&ccedil;&otilde;es que Zarpo divulga s&atilde;o baseadas nas informa&ccedil;&otilde;es fornecidas pelos fornecedores do Zarpo. Esses fornecedores s&atilde;o totalmente respons&aacute;veis pela atualiza&ccedil;&atilde;o das informa&ccedil;&otilde;es sobre eles que s&atilde;o exibidas no Website.</p> <p>6.3. Zarpo n&atilde;o verifica nem pode garantir que todas as informa&ccedil;&otilde;es s&atilde;o verdadeiras, exatas ou completas, nem &eacute; respons&aacute;vel por quaisquer erros, interrup&ccedil;&otilde;es (seja por colapso tempor&aacute;rio e/ou parcial, reparo, atualiza&ccedil;&atilde;o ou manuten&ccedil;&atilde;o do nosso Website ou qualquer outro motivo), informa&ccedil;&otilde;es incorretas, enganosas ou falsas, ou falta de informa&ccedil;&otilde;es. Cada fornecedor do Zarpo &eacute; sempre respons&aacute;vel pela exatid&atilde;o, integralidade e corre&ccedil;&atilde;o da informa&ccedil;&atilde;o exibida no Website (inclusive tarifas e disponibilidades). O nosso Website n&atilde;o constitui nem deve ser visto como uma recomenda&ccedil;&atilde;o ou endosso de (qualidade, n&iacute;vel de servi&ccedil;o ou classifica&ccedil;&atilde;o de) qualquer fornecedor.</p> <p>6.4. Nossos servi&ccedil;os est&atilde;o dispon&iacute;veis apenas para uso pessoal e n&atilde;o comercial. Portanto, n&atilde;o &eacute; permitido vender, fazer links, usar, copiar, monitorar, re-formatar, exibir, descarregar ou reproduzir qualquer conte&uacute;do ou informa&ccedil;&atilde;o, software, produtos ou servi&ccedil;os dispon&iacute;veis em nosso Website para quaisquer atividades de prop&oacute;sito comercial ou competitivo.</p> <h3 class="h3-padrao">7. Conte&uacute;do submetido pelo s&oacute;cio</h3> <p>7.1. Com respeito ao material disponibilizado por voc&ecirc; no Website, voc&ecirc; fornece ao Zarpo uma licen&ccedil;a perp&eacute;tua, irrevog&aacute;vel, mundial, gratuita, para todos os territ&oacute;rios do mundo, para usar, reproduzir, executar, adaptar, combinar, re-formatar, transmitir, distribuir, comunicar, e exibir em qualquer formato e por qualquer meio, seja concebido agora ou no futuro, esse material assim como usar o nome que submete em conex&atilde;o com tal material.</p> <p>7.2. Voc&ecirc; representa que os materiais colocados por voc&ecirc; (incluindo mas n&atilde;o limitado a textos, v&iacute;deos, imagens, e musicas) n&atilde;o cont&ecirc;m nada para o qual voc&ecirc; n&atilde;o tenha licen&ccedil;a e direito de uso. Zarpo n&atilde;o se responsabiliza e nem assumir&aacute; nenhum passivo devido ao conte&uacute;do submetido por voc&ecirc;.</p> <p>7.3. Zarpo n&atilde;o tem a obriga&ccedil;&atilde;o de divulgar e colocar no Website os coment&aacute;rios e o material enviado por voc&ecirc;. Zarpo se reserva o direito de determinar, a sua inteira discri&ccedil;&atilde;o, que conte&uacute;do, material, e coment&aacute;rio pode ser colocado no Website. Se n&atilde;o concordar com esses termos e condi&ccedil;&otilde;es, lhe pedimos que n&atilde;o nos submete coment&aacute;rios nem materiais.</p> <p>7.4. Voc&ecirc; concorda em ser respons&aacute;vel pelo conte&uacute;do que submete. Voc&ecirc; &eacute; proibido de submeter no Website: i) conte&uacute;do ilegal, difamat&oacute;rio, obsceno, pornogr&aacute;fico, amea&ccedil;ador, ou qualquer outro conte&uacute;do que possa violar direitos de publicidade e/ou de privacidade e/ou qualquer lei; ii) qualquer material comercial; iii) qualquer conte&uacute;do que infracta, mal usa, ou viola qualquer licen&ccedil;a, marca, patentes, registro, e outros propriedades intelectuais de qualquer terceiro. Voc&ecirc; ser&aacute; o &uacute;nico respons&aacute;vel por qualquer viola&ccedil;&atilde;o dessas restri&ccedil;&otilde;es, ou qualquer outro problema resultando da informa&ccedil;&atilde;o e do material que submete no Website.</p> <h3 class="h3-padrao">8. Reserva no fornecedor</h3> <p>8.1. Voc&ecirc; reconhece que o Zarpo pre-negocia certas tarifas com fornecedores para facilitar a realiza&ccedil;&atilde;o de reservas em seu nome. A tarifa publicada no site &eacute; uma combina&ccedil;&atilde;o da tarifa pre-negociada pelo Zarpo para o produto e/ou servi&ccedil;o e de uma marca&ccedil;&atilde;o retida pelo Zarpo para lhe compensar pelos seus servi&ccedil;os. Voc&ecirc; autoriza o Zarpo a efetuar sua reserva pelo pre&ccedil;o total da reserva, o que inclui a tarifa do quarto e a marca&ccedil;&atilde;o do Zarpo. Depois do seu pagamento, voc&ecirc; autoriza o Zarpo a facilitar a sua reserva, incluindo ao fazer pagamentos ao fornecedor.</p> <p>8.2. Voc&ecirc; concorda em se obrigar frente aos termos e condi&ccedil;&otilde;es adicionais impostos para suas reservas pr&eacute;-pagas.</p> <h3 class="h3-padrao">9. Pagamento</h3> <p>9.1. O pagamento dos produtos e servi&ccedil;os adquiridos no Website poder&aacute; ser realizado atrav&eacute;s de qualquer um dos meios oferecidos. A lista dos meios de pagamento dispon&iacute;veis pode ser sujeita a modifica&ccedil;&otilde;es a qualquer tempo e sem aviso pr&eacute;vio para os S&oacute;cios. Ao confirmar o pagamento de produtos ou servi&ccedil;os ser&aacute; encaminhado ao S&oacute;cio um e-mail confirmando a compra e o n&uacute;mero de identifica&ccedil;&atilde;o correspondente ao produto ou servi&ccedil;o adquirido.</p> <p>9.2.&nbsp;Caso o produto ou servi&ccedil;o adquirido pelo S&oacute;cio no Website n&atilde;o esteja dispon&iacute;vel depois de ter realizado o pedido, o S&oacute;cio ser&aacute; informado por e-mail da anula&ccedil;&atilde;o total ou parcial de sua compra, sem que tal anula&ccedil;&atilde;o lhe acarrete o direito de indeniza&ccedil;&atilde;o a qualquer t&iacute;tulo.</p> <h3 class="h3-padrao">10. Seguran&ccedil;a</h3> <p>10.1. O ambiente de compra &eacute; homologado pelas principais operadoras de meios de pagamento (cart&otilde;es, bancos etc.) e foi desenvolvido em conformidade com as melhores pr&aacute;ticas de seguran&ccedil;a para garantir o sigilo e a privacidade das informa&ccedil;&otilde;es pessoais dos Usu&aacute;rios e S&oacute;cios.</p> <p>10.2.&nbsp;O Website &eacute; seguro e todas as informa&ccedil;&otilde;es que passam pelo sistema, como os dados do cart&atilde;o de cr&eacute;dito, s&atilde;o codificadas. As opera&ccedil;&otilde;es s&atilde;o criptografadas de modo a impedir o acesso ou altera&ccedil;&atilde;o por terceiros.&nbsp;</p> <div id="_mcePaste" style="position: absolute; left: -10000px; top: 1260px; width: 1px; height: 1px; overflow: hidden;">O Website &eacute; seguro e todas as informa&ccedil;&otilde;es que passam pelo sistema, desde a digita&ccedil;&atilde;o de senha pessoal, at&eacute; os dados do cart&atilde;o de cr&eacute;dito, s&atilde;o codificadas. As opera&ccedil;&otilde;es s&atilde;o criptografadas de modo a impedir o acesso ou altera&ccedil;&atilde;o por terceiros.&nbsp;</div> <h3 class="h3-padrao">11. Condi&ccedil;&otilde;es de acesso ao site</h3> <p>11.1.&nbsp;Os S&oacute;cios e Usu&aacute;rios dever&atilde;o dispor previamente de equipamentos e instala&ccedil;&otilde;es necess&aacute;rios para sua conex&atilde;o &agrave; Internet (computador, linha telef&ocirc;nica, modem, softwares etc.), sendo a utiliza&ccedil;&atilde;o destes equipamentos de total responsabilidade dos mesmos.</p> <p>11.2.&nbsp;Zarpo fica isento de qualquer responsabilidade decorrente de interrup&ccedil;&otilde;es ou suspens&otilde;es do servi&ccedil;o de acesso &agrave; Internet decorrentes de falha no sistema de telecomunica&ccedil;&otilde;es, no fornecimento de energia el&eacute;trica, eventos fortuitos ou de for&ccedil;a maior ou ainda a&ccedil;&atilde;o de terceiros que venham a inabilitar os equipamentos que fornecem acesso &agrave; rede.</p> <h3 class="h3-padrao">12. Acesso e perman&ecirc;ncia no site, conte&uacute;dos da p&aacute;gina</h3> <p>12.1.&nbsp;Os S&oacute;cios e Usu&aacute;rios s&atilde;o integralmente respons&aacute;veis por sua conduta, ao acessar &agrave; informa&ccedil;&atilde;o do Website, enquanto naveguem pelo mesmo, bem como depois de haverem acessado.</p> <p>12.2.&nbsp;Em rela&ccedil;&atilde;o ao escrito anteriormente, os S&oacute;cios e Usu&aacute;rios s&atilde;o os &uacute;nicos respons&aacute;veis ante Zarpo e terceiros por:</p> <p>a. Conseq&uuml;&ecirc;ncias que possam derivar de uma utiliza&ccedil;&atilde;o com fins ou efeitos il&iacute;citos, ou contr&aacute;rios &agrave;s presentes CGU, de qualquer conte&uacute;do do Website, elaborado ou n&atilde;o por Zarpo, publicado ou n&atilde;o em seu nome de forma oficial;</p> <p>b. Assim como pelas conseq&uuml;&ecirc;ncias que possam derivar da utiliza&ccedil;&atilde;o contr&aacute;ria ao conte&uacute;do das presentes CGU e lesiva aos interesses ou direitos de terceiros, ou que de qualquer forma possa danificar, inutilizar ou deteriorar o Website ou seus servi&ccedil;os ou impedir o normal desfrute por outros S&oacute;cios e Usu&aacute;rios.</p> <p>12.3.&nbsp;Zarpo reserva-se o direito de atualizar os conte&uacute;dos quando considerar conveniente, assim como elimin&aacute;-los, limit&aacute;-los ou impedir o acesso &agrave; eles, de maneira temporal ou definitiva, assim como recusar o acesso ao Website a S&oacute;cios e Usu&aacute;rios que fa&ccedil;am mau uso dos conte&uacute;dos e/ou descumpram qualquer das condi&ccedil;&otilde;es que aparecem nas presentes CGU.</p> <p>12.4.&nbsp;Zarpo informa que n&atilde;o garante:</p> <p>a. que o acesso ao Website e/ou aos links do Website seja ininterrupto ou livre de erro;</p> <p>b. que o conte&uacute;do ou software a que os S&oacute;cios e Usu&aacute;rios acessam atrav&eacute;s do Website ou de links n&atilde;o contenha erro algum, v&iacute;rus inform&aacute;tico ou outros elementos nos conte&uacute;dos que possam produzir altera&ccedil;&otilde;es em seu sistema ou nos documentos eletr&ocirc;nicos e arquivos armazenados em seu sistema inform&aacute;tico ou cause outro tipo de dano;</p> <p>c. o aproveitamento da informa&ccedil;&atilde;o ou conte&uacute;do deste Website ou links que os S&oacute;cios e Usu&aacute;rios possam fazer para seus prop&oacute;sitos pessoais.</p> <p>12.5.&nbsp;A informa&ccedil;&atilde;o contida neste Website deve ser considerada pelos S&oacute;cios e Usu&aacute;rios como para efeito de divulga&ccedil;&atilde;o e de orienta&ccedil;&atilde;o, tanto com rela&ccedil;&atilde;o &agrave; sua finalidade como a seus efeitos, motivo pelo qual Zarpo n&atilde;o garante a exatid&atilde;o da informa&ccedil;&atilde;o contida neste Website e, por conseguinte, n&atilde;o assume responsabilidade alguma pelos poss&iacute;veis preju&iacute;zos ou inc&ocirc;modos para os S&oacute;cios e Usu&aacute;rios que possam derivar de alguma inexatid&atilde;o presente no Website.</p> <h3 class="h3-padrao">13. Nossa responsabilidade</h3> <p>13.1.&nbsp;Zarpo n&atilde;o assume responsabilidade alguma derivada, a t&iacute;tulo enunciativo mas n&atilde;o limitativo:</p> <p>a. Da utiliza&ccedil;&atilde;o que os S&oacute;cios ou Usu&aacute;rios possam fazer dos materiais deste Website ou de seus links, seja de forma proibida ou permitida, em infra&ccedil;&atilde;o aos direitos de propriedade intelectual de conte&uacute;dos do Website ou de terceiros.</p> <p>b. Dos eventuais danos e preju&iacute;zos aos S&oacute;cios ou Usu&aacute;rios causados por um funcionamento normal ou anormal das ferramentas de pesquisa, da organiza&ccedil;&atilde;o ou localiza&ccedil;&atilde;o dos conte&uacute;dos e/ou acesso ao Website e, em geral, dos erros ou problemas gerados no desenvolvimento ou implanta&ccedil;&atilde;o dos elementos t&eacute;cnicos que a Web ou um programa proporcione ao S&oacute;cio e Usu&aacute;rio.</p> <p>c. Dos conte&uacute;dos das p&aacute;ginas &agrave;s quais os S&oacute;cios e Usu&aacute;rios possam acessar - desde links inclu&iacute;dos no Website -, sejam eles autorizados ou n&atilde;o.</p> <p>d. Dos atos ou omiss&otilde;es de terceiros, independentemente que terceiros possam estar unidos ao Zarpo mediante via contratual.</p> <p>e. Do acesso de menores de idade aos conte&uacute;dos inclu&iacute;dos no Website, sendo responsabilidade de seus progenitores ou tutores exercerem um controle adequado sobre a atividade dos filhos ou menores a seu cargo, ou bem instalar alguma das ferramentas de controle do uso da internet, com o objetivo de evitar (i) o acesso a materiais ou conte&uacute;dos n&atilde;o aptos para menores, assim como (ii) o envio de dados pessoais sem a pr&eacute;via autoriza&ccedil;&atilde;o de seus progenitores ou tutores.</p> <p>f. Das comunica&ccedil;&otilde;es ou di&aacute;logos no transcurso dos debates, f&oacute;runs, chats e comunidades virtuais que se organizem atrav&eacute;s do ambiente da web e/ou links, nem responder&aacute;, portanto, pelos eventuais danos e preju&iacute;zos que sofram os S&oacute;cios ou Usu&aacute;rios particulares e/ou coletivos em conseq&uuml;&ecirc;ncia das ditas comunica&ccedil;&otilde;es e/ou di&aacute;logos.</p> <p>13.2.&nbsp;Zarpo n&atilde;o ser&aacute; respons&aacute;vel em nenhum caso quando houver:</p> <p>a. Erros ou atrasos no acesso ao Website por parte do S&oacute;cio e Usu&aacute;rio na hora de introduzir seus dados no formul&aacute;rio de pedido, a lentid&atilde;o ou impossibilidade de recep&ccedil;&atilde;o por parte dos destinat&aacute;rios da confirma&ccedil;&atilde;o do pedido ou qualquer anomalia que possa surgir quando estas incid&ecirc;ncias sejam devidas a problemas na rede, causas de caso fortuito ou for&ccedil;a maior e qualquer outra conting&ecirc;ncia imprevis&iacute;vel &agrave; boa-f&eacute; do Zarpo.</p> <p>b. Falhas ou incid&ecirc;ncias que possam ocorrer nas comunica&ccedil;&otilde;es, perdas ou transmiss&otilde;es incompletas, de maneira que n&atilde;o se garanta que os servi&ccedil;os do Website estejam constantemente operantes.</p> <p>c. Erros e danos produzidos ao Website por um uso ineficiente e de m&aacute;-f&eacute; do servi&ccedil;o por parte do S&oacute;cio e Usu&aacute;rio.</p> <p>d. Da n&atilde;o ativa&ccedil;&atilde;o ou problemas no direcionamento do e-mail fornecido pelo S&oacute;cio e Usu&aacute;rio para o envio da confirma&ccedil;&atilde;o do pedido.</p> <p>e. Em todo caso, Zarpo se compromete em solucionar os problemas que possam surgir e a oferecer todo o apoio necess&aacute;rio ao S&oacute;cio e Usu&aacute;rio para chegar a uma solu&ccedil;&atilde;o r&aacute;pida e satisfat&oacute;ria da incid&ecirc;ncia.</p> <p>f. Assim mesmo, Zarpo tem direito a realizar, durante intervalos temporais definidos, campanhas promocionais para promover o registro de novos S&oacute;cios em seu servi&ccedil;o. Zarpo reserva-se o direito de modificar as condi&ccedil;&otilde;es de aplica&ccedil;&atilde;o das promo&ccedil;&otilde;es, prorrog&aacute;-las comunicando-se devidamente, ou proceder &agrave; exclus&atilde;o de qualquer dos participantes da promo&ccedil;&atilde;o.</p> <p>13.3. Qualquer tentativa de/ou infra&ccedil;&atilde;o pelo S&oacute;cio e Usu&aacute;rio das disposi&ccedil;&otilde;es destas CGU, da legisla&ccedil;&atilde;o vigente, incluindo viola&ccedil;&atilde;o de quaisquer direitos de terceiros ou de direitos de propriedade intelectual, ou ainda qualquer a&ccedil;&atilde;o ou omiss&atilde;o que interfira de qualquer forma nas atividades do Zarpo ser&atilde;o pass&iacute;veis das a&ccedil;&otilde;es e medidas legais pertinentes, sem preju&iacute;zo de responsabilidade por perdas e danos que tal infra&ccedil;&atilde;o ou viola&ccedil;&atilde;o ensejar.</p> <h3 class="h3-padrao">14. Disclaimer</h3> <p>14.1. Os fornecedores do Zarpo que oferecem produtos e servi&ccedil;os no Website s&atilde;o agentes independentes do Zarpo. Zarpo e suas afiliadas n&atilde;o s&atilde;o respons&aacute;veis pelos atos, erros, omiss&otilde;es, representa&ccedil;&otilde;es, garantias, omiss&atilde;o, atraso, negligencias de todo e qualquer fornecedor ou por qualquer ferimento, morte, danos, ou qualquer outro dano (atraso, cancelamento, over-booking, greve, for&ccedil;a maior) que ocorrer durante o consumo do servi&ccedil;o ou produto de todo e qualquer fornecedor. Zarpo tamb&eacute;m n&atilde;o &eacute; respons&aacute;vel por despesas adicionais do S&oacute;cio junto ao fornecedor.&nbsp;</p> <p>14.2.&nbsp;O S&oacute;cio entende e concorda que o Zarpo e suas afiliadas, empregados, diretores, agentes, parceiros, n&atilde;o devem ser responsabilizados por qualquer dano direto, indireto, acidental, especial, como perdas, lucro cessante, ou perda intang&iacute;vel, resultando do uso do Website, conte&uacute;do, ou qualquer servi&ccedil;o relacionado.</p> <h3 class="h3-padrao">15. Links</h3> <p>15.1.&nbsp;O Website ou terceiros podem providenciar links para outros sites internet ou materiais. Porque n&atilde;o temos controle sobre esses sites e materiais, voc&ecirc; concorda e reconhece que Zarpo n&atilde;o &eacute; respons&aacute;vel pela disponibilidade de tais sites e materiais, e n&atilde;o pode ter passivos ou ser responsabilizado por qualquer conte&uacute;do, propaganda, produtos ou outras informa&ccedil;&otilde;es dispon&iacute;veis nesses sites e materiais.&nbsp;</p> <h3 class="h3-padrao">16. Licen&ccedil;as Zarpo e terceiros</h3> <p>16.1.&nbsp;S&oacute;cios e Usu&aacute;rios s&atilde;o proibidos de usar os conte&uacute;dos publicados no Website. S&oacute;cios e Usu&aacute;rios s&atilde;o proibidos de modificar, copiar, distribuir, re-formatar, transmitir, divulgar, publicar, vender, licenciar, criar derivativos ou usar o conte&uacute;do do Website para prop&oacute;sitos comerciais e/ou de simples publica&ccedil;&atilde;o.</p> <h3 class="h3-padrao">17. Nulidade</h3> <p>17.1.&nbsp;Em caso de qualquer cl&aacute;usula das presentes CGU ser declarada nula, as demais cl&aacute;usulas permanecer&atilde;o vigentes e ser&atilde;o interpretadas levando-se em conta a vontade das partes e a finalidade das mesma presentes CGU.</p> <p>17.2.&nbsp;Zarpo poder&aacute; n&atilde;o exercer alguns dos direitos e faculdades conferidos neste documento, o que n&atilde;o implicar&aacute; em nenhum caso a ren&uacute;ncia aos mesmos, salvo reconhecimento expresso por parte do Zarpo, ou prescri&ccedil;&atilde;o da a&ccedil;&atilde;o que a cada caso corresponda.</p> <h3 class="h3-padrao">18. Modifica&ccedil;&otilde;es das condi&ccedil;&otilde;es de uso</h3> <p>18.1.&nbsp;Zarpo reserva-se o direito de modificar, em qualquer momento, a apresenta&ccedil;&atilde;o e configura&ccedil;&atilde;o do Website, assim como as presentes CGU. Por isso, Zarpo recomenda ao S&oacute;cio e Usu&aacute;rio l&ecirc;-las atentamente cada vez que acesse o Website. S&oacute;cios e Usu&aacute;rios sempre manter&atilde;o estas CGU em um local vis&iacute;vel, livremente acess&iacute;vel para quantas consultas queiram realizar. Em qualquer caso, a aceita&ccedil;&atilde;o das CGU ser&aacute; um passo pr&eacute;vio e indispens&aacute;vel para a aquisi&ccedil;&atilde;o de qualquer produto ou servi&ccedil;o dispon&iacute;vel atrav&eacute;s do Website.&nbsp;</p> <h3 class="h3-padrao">19. Lei aplic&aacute;vel e arbitragem</h3> <p>19.1.&nbsp;As presentes CGU se regem pela legisla&ccedil;&atilde;o brasileira aplic&aacute;vel &agrave; mat&eacute;ria. Para resolver qualquer controv&eacute;rsia ou conflito que derive das presentes CGU, as partes submeter-se-&atilde;o ao Foro Central da Cidade S&atilde;o Paulo, Estado de S&atilde;o Paulo.</p> </div> 

        </div>
    </div>
</ion-content>