<zarpo-nav-bar [title]="pageTitle" [loading]="apiLoader" [showBack]="zarpoIcon"></zarpo-nav-bar>
<ion-content class="terms">
    <div class="divcard">
            <div class="conteiner"> 
                <div class="corpo-padrao"> 
                    <h3 class="h3-padrao first">1. Pre&acirc;mbulo</h3> 
                    <p>A presente Pol&iacute;tica de Privacidade &eacute; parte integrante das 
                        <a (click)="redirect('termsofuse')" >Condi&ccedil;&otilde;es Gerais de Uso
                        </a> (denominadas "CGU") que &nbsp;regulam o uso do website www.zarpo.com.br
                        (doravante denominado &ldquo;Website&rdquo;), do qual Zarpo Viagens Ltda.
                        (doravante denominada "Zarpo") &eacute; titular.</p>
                    <h3 class="h3-padrao">2. Boa-f&eacute;</h3>
                    <p>Os S&oacute;cios e Usu&aacute;rios comprometem-se em navegar pelo Website e
                        a utilizar o conte&uacute;do nele disponibilizado sempre de boa-f&eacute;.</p>
                    <h3 class="h3-padrao">3. Formul&aacute;rios</h3> 
                    <p>Em cumprimento ao estabelecido na legisla&ccedil;&atilde;o 
                        brasileira aplic&aacute;vel &agrave; prote&ccedil;&atilde;o de dados de car&aacute;ter pessoal, informamos que o preenchimento de qualquer formul&aacute;rio existente no Website, ou o envio de uma mensagem eletr&ocirc;nica a qualquer de nossos endere&ccedil;os eletr&ocirc;nicos, implica aceita&ccedil;&atilde;o desta Pol&iacute;tica de Privacidade, assim como na autoriza&ccedil;&atilde;o ao Zarpo para que fa&ccedil;a uso dos dados pessoais que lhes sejam fornecidos, para os prop&oacute;sitos abaixo especificados.</p> 
                    <h3 class="h3-padrao">4. Dados pessoais</h3> <p>Os dados dos S&oacute;cios (associados do site) ser&atilde;o utilizados para (i) o envio, atrav&eacute;s de e-mail, das ofertas a serem feitas pelo Zarpo aos S&oacute;cios; (ii) possibilitar a realiza&ccedil;&atilde;o das transa&ccedil;&otilde;es entre o Zarpo e os S&oacute;cios; (iii) a compra do S&oacute;cio junto ao fornecedor do Zarpo; (iv) avisos sobre promo&ccedil;&otilde;es, sorteios ou concursos que o Zarpo pretenda implantar para seus S&oacute;cios, em car&aacute;ter exclusivo ou n&atilde;o, individualmente ou conjuntamente com terceiros, por meio de parcerias ou quaisquer outros meios; (v) solicitar ou fornecer a atualiza&ccedil;&atilde;o das informa&ccedil;&otilde;es sobre os dados pessoais dos S&oacute;cios, bem como de suas respectivas contas ou, ainda, para solicitar ou fornecer novas informa&ccedil;&otilde;es sobre os dados pessoais dos S&oacute;cios, bem como de suas respectivas contas, e (vi) realiza&ccedil;&atilde;o de comunica&ccedil;&otilde;es e informa&ccedil;&otilde;es diversas sobre Zarpo e suas opera&ccedil;&otilde;es.</p>
                    <h3 class="h3-padrao">5. Cancelamento da newsletter</h3> <p>Para parar de receber nossas newsletters promocionais por e-mail, basta clicar no link de decadastramento contido no final de cada newsletter, ou mudar suas prefer&ecirc;ncias na aba "Newsletters" do item 
                        <a (click)="redirect('myaccount')">Minha Conta</a>&nbsp;do Website, ou ainda&nbsp;enviar um e-mail para mordomo@zarpo.com.br solicitando o cancelamento da newsletter.</p> <h3 class="h3-padrao">6. Cookies</h3> <p>O Website faz uso de &ldquo;cookies&rdquo; para melhorar o servi&ccedil;o por ele produzido. Tais &ldquo;cookies&rdquo; se instalam automaticamente no computador utilizado pelos S&oacute;cios e Usu&aacute;rios, n&atilde;o armazenando, contudo, quaisquer tipos de informa&ccedil;&otilde;es relativas a estes S&oacute;cios e Usu&aacute;rios.</p> <h3 class="h3-padrao">7. Confidencialidade</h3> <p>Zarpo se compromete em guardar e manter a m&aacute;xima reserva e confidencialidade sobre a informa&ccedil;&atilde;o que lhe seja fornecida, utilizando-a apenas e unicamente para os fins acima listados e indicados.</p> <h3 class="h3-padrao">8. Exatid&atilde;o dos dados</h3> <p>Zarpo presume, baseando-se na premissa da boa-f&eacute;, que todos os dados fornecidos para registro tenham sido introduzidos por seus pr&oacute;prios S&oacute;cios, considerando-os, portanto, como corretos e exatos. Compete &uacute;nica e exclusivamente aos S&oacute;cios a atualiza&ccedil;&atilde;o de seus pr&oacute;prios dados. Em qualquer momento, o S&oacute;cio ter&aacute; o direito de acesso, retifica&ccedil;&atilde;o, cancelamento e oposi&ccedil;&atilde;o de todos os seus dados pessoais inclu&iacute;dos nos respectivos formul&aacute;rios. Para exerc&iacute;cio de tal direito, o S&oacute;cio dever&aacute; acessar o item <a>Minha Conta</a>&nbsp;do Website. O S&oacute;cio &eacute; e ser&aacute; sempre o &uacute;nico e exclusivo respons&aacute;vel pela veracidade dos seus respectivos dados, isentando-se o Zarpo de qualquer responsabilidade pela inexatid&atilde;o das informa&ccedil;&otilde;es.</p> <h3 class="h3-padrao">9. Seguran&ccedil;a</h3> <p>Para a maior seguran&ccedil;a e tranq&uuml;ilidade de seus S&oacute;cios, o Zarpo informa que adotou todos os n&iacute;veis de seguran&ccedil;a adequados &agrave; prote&ccedil;&atilde;o dos dados fornecidos pelos S&oacute;cios, e que faz uso de todos os meios e medidas ao seu alcance para evitar a perda, mau uso, altera&ccedil;&atilde;o, acesso n&atilde;o autorizado e extra&ccedil;&atilde;o de tais informa&ccedil;&otilde;es de sua base de dados.</p> 
                </div>
            </div>  
    </div>    
</ion-content>
